// PCKeychain
"Enter the passphrase of the private key for %@." = "Saisissez la phrase secrète de la clé privée pour %@.";
"Imported by %@ at %@" = "Importé par %@ à %@";
"The certificate for this server has expired. You might be connecting to a server that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to this server anyway?" = "Le certificat pour ce serveur a expiré. Vous vous connectez peut-être à un serveur qui fait semblant d’être « %@ », ce qui peut présenter un risque pour vos informations confidentielles. Souhaitez-vous quand même vous connecter à ce serveur ?";
"The certificate for this server is not yet valid. You might be connecting to a server that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to this server anyway?" = "Le certificat d’accès à ce serveur n’est pas encore valide. Vous vous connectez peut-être à un serveur qui fait semblant d’être « %@ », ce qui peut présenter un risque pour vos informations confidentielles. Souhaitez-vous quand même vous connecter à ce serveur ?";
"The certificate for this server was signed by an unknown certifying authority. You might be connecting to a server that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to this server anyway?" = "Le certificat d’accès à ce serveur a été signé par une autorité de certification inconnue. Vous vous connectez peut-être à un serveur qui fait semblant d’être « %@ », ce qui peut présenter un risque pour vos informations confidentielles. Souhaitez-vous quand même vous connecter à ce serveur ?";
"The certificate for this server is invalid. You might be connecting to a server that is pretending to be “%@”, which could put your confidential information at risk. Would you like to connect to this server anyway?" = "Le certificat d’accès à ce serveur est invalide. Vous vous connectez peut-être à un serveur qui fait semblant d’être « %@ », ce qui peut présenter un risque pour vos informations confidentielles. Souhaitez-vous quand même vous connecter à ce serveur ?";
"Continue" = "Continuer";
"Cancel" = "Annuler";
"OK" = "OK";
"Keychain Error" = "Erreur de trousseau";

// NSAppleEventDescriptor-Additions
"Could not get property." = "Impossible d’obtenir la propriété.";

// PCAuthorizationManager
"Could not change permissions of \"%@\"." = "Impossible de changer les autorisations de « %@ ».";
"Could not change owner/group of \"%@\"." = "Impossible de changer le propriétaire/groupe de « %@ ».";
"Authorization was cancelled." = "Autorisation annulée.";
"The operation could not be completed because authorization was not obtained." = "Impossible de terminer cette opération, car l’autorisation n’a pas été obtenue.";

// PCURLAuthenticator
"Username and Password Required for %@" = "Nom d’utilisateur et mot de passe requis pour %@";
"Log In" = "Connexion";
"Username" = "Nom d’utilisateur";
"Password" = "Mot de passe";
"Username and Password Required" = "Nom d’utilisateur et mot de passe requis";
"%@ requires a username and password to view. Your password will be sent in the clear." = "%@ nécessite un nom d’utilisateur et un mot de passe pour être consulté. Votre mot de passe sera envoyé en clair.";

// NSFileManager-Additions
"Hard Disk" = "Disque dur";

// KeyCombo
"Space" = "Espace";

// PCTranscript
"Not Connected" = "Non connecté";
"Truncated Log File (View Complete)" = "Fichier journal tronqué (Voir complet)";

// NSDate-Conversions
"Today" = "Aujourd’hui";
"Yesterday" = "Hier";
"%ld days ago" = "Il y a %ld jours";
"%ld weeks ago" = "Il y a %ld semaines";
"%ld months ago" = "Il y a %ld mois";
"%ld years ago" = "Il y a %ld ans";
"1 day ago" = "Il y a 1 jour";
"1 week ago" = "Il y a 1 semaine";
"1 month ago" = "Il y a 1 mois";
"1 year ago" = "Il y a 1 an";
